Repository: DarthKenar/ElCanarioRegionales
Catalog: elCanario/locale/*/LC_MESSAGES/django.po
Languages: es

source: Monthly Reports
es: Reportes Mensuales

source: (in development)
es: (en desarrollo)

source: Resolved Reports
es: Ventas Concretadas

source: Profile
es: Perfil

source: Support
es: Soporte

source: Contact Us
es: Contáctanos

source: Sign Out
es: Salir

source: Dashboard
es: Escritorio

source: Wellcome
es: Bienvenido

source: Create Order
es: Crear Orden

source: Orders
es: Ordenes

source: Articles
es: Artículos

source: Customers
es: Clientes

source: Calendar
es: Calendario

source: Upgrade to Pro!
es: Actualiza a Pro!

source: Offline
es: Desconectado

source: YOU ARE OFFLINE, PLEASE CHECK YOUR INTERNET CONNECTION.
es: ESTAS DESCONECTADO, POR FAVOR REVISA TU CONECCION A INTERNET

source: Search Articles
es: Buscar Artículos

source: Search articles
es: Buscar artículos

source: Articles List
es: Lista de Artículos

source: Create Article -El Canario Regionales
es: Crear Artículo - El Canario Regionales

source: Create Article Section
es: Sección Crear Artículo

source: Update Article Section
es: Sección Actualizar Artículo

source: Editing article
es: Editando artículo

source: Categories
es: Categorías

source: Categories & Values
es: Categorías y Valores

source: New name:
es: Nuevo Nombre

source: Save name
es: Guardar Nombre

source: Sell price
es: Precio de venta

source: Number of articles found:
es: Número de artículos encontrados

source: No Articles found for:
es: No se encontraron artículos para:

source: Database its empty
es: La base de datos esta vacía.

source: No items were found with values in the selected category.
es: No se encontraron artículos con valores en la categoría seleccionada.

source: Name
es: Nombre

source: Buy Price
es: Precio de Compra

source: Increase
es: Incremento

source: Save
es: Guardar

source: New category
es: Nueva categoría

source: Create
es: Crear

source: Actions
es: Acciones

source: Edit
es: Editar

source: Delete
es: Borrar

source: New value
es: Nuevo valor

source: You must fill in the fields to calculate the selling price.
es: Es obligatorio completar los campos para calcular el precio de venta.

source: The data entered must be numeric
es: Los datos deben ser numericos.

source: It is mandatory to fill in the name.
es: Es obligatorio completar el nombre.

source: The name must not contain numbers, symbols or spaces.
es: El nombre no debe contener numeros, simbolos o espacios.

source: The name must not contain spaces.
es: El nombre no debe contener espacios.

source: Atention - The name {name} already exists! You can use it anyway
es: Atención - El nombre {name} ya existe! Aunque puedes usarlo de todas maneras.

source: Complete the name is obligatory.
es: Es obligatorio completar el nombre.

source: The old name and the new name are the same
es: El anterior nombre y el nuevo nombre son iguales.

source: Buy price
es: Precio de compra

source: Increment
es: Incremento

source: Name:
es: Nombre

source: Buy Price:
es: Precio de Compra:

source: Increment:
es: Incremento:

source: Sell Price:
es: Precio de Venta:

source: The stock value must be complete
es: El valor de stock debe ser completado.

source: The stock value can only be numerical and integer
es: El valor de stock solo puede ser numérico y entero.

source: Articles in Database
es: Articulos en la base de datos.

source: The item has not been created, please check the fields again.
es: El artículo no fue creado, porfavor revisa los campos.

source: ARTICLE CREATED - Name: {article.name}, Buy price: {article.buy_price}, Increase: {article.increase}, Sell price: {article.sell_price}, Stock: {article.stock}.
es: ARTICLE CREATED - Nombre: {article.name}, Precio de compra: {article.buy_price}, Incremento: {article.increase}, Precio de venta: {article.sell_price}, Stock: {article.stock}.

source: The article {article.name} has been saved correctly
es: El artículo {article.name} se creó correctamente.

source: ARTICLE UPDATED - Id: {article_to_update.id}, Name: {article_to_update.name}, Buy price: {article_to_update.buy_price}, Increase {article_to_update.increase}, Sell price: {article_to_update.sell_price}, Stock: {article_to_update.stock}.
es: ARTICULO ACTUALIZADO - Nombre: {article_to_update.name}, Precio de Compra: {article_to_update.buy_price}, Incremento: {article_to_update.increase}, Precio de venta: {article_to_update.sell_price}, Stock: {article_to_update.stock}.

source: The article {article_to_update.name} has been successfully updated
es: El artículo {article_to_update.name} se ha actualizado correctamente.

source: The selected article could not be deleted because it does not exist. Please contact Support
es: No se ha podido eliminar el artículo seleccionado porque no existe. Póngase en contacto con el servicio de asistencia.

source: The article {article_to_delete.name} has been eliminated
es: El artículo {article_to_delete.name} ha sido eliminado

source: ARTICLE DELETED - Name: {article_to_delete.name}.
es: ARTICLE DELETED - Nombre: {article_to_delete.name}.

source: CATEGORY CREATED - Name: {category_to_save.name}.
es: CATEGORY CREATED - Nombre: {category_to_save.name}.

source: The category {category_to_save.name} has been successfully saved!
es: La categoría {category_to_save.name} se ha guardado correctamente.

source: Category could not be saved!
es: La categoría no podía guardarse.

source: VALUE CREATED - Name: {value_to_update.name}, Category: {category_to_update.name}.
es: VALOR CREADO - Nombre: {value_to_update.name}, Categoría: {category_to_update.name}.

source: The value {value_name} was saved correctly for the category: {category_to_update.name}
es: El valor {value_name} se ha guardado correctamente para la categoría: {category_to_update.name}

source: The value {value_name} could not be saved for the category: {category_to_update.name}
es: No se ha podido guardar el valor {value_name} para la categoría: {category_to_update.name}

source: Category has been successfully updated {category_to_update.name} --> {new_name}!
es: ¡La categoría se ha actualizado correctamente {category_to_update.name} --> {new_name}!

source: CATEGORY NAME UPDATED: - Previous name: {category_to_update.name}, New name: {new_name}.
es: CATEGORY NAME UPDATED: - Anterior nombre: {category_to_update.name}, Nuevo nombre: {new_name}.

source: Unable to update the category name {category_to_update.name} --> {new_name}!
es: ¡No se ha podido actualizar el nombre de la categoría {category_to_update.name} --> {new_name}!

source: The category {category_to_update.name} has been eliminated.
es: La categoría {category_to_update.name} ha sido eliminada.

source: CATEGORY DELETED - Category: {category_to_update.name}.
es: CATEGORY DELETED - Categoría: {category_to_update.name}.

source: The value {value_to_update.name} has been removed from the category {category_to_update.name}
es: El valor {value_to_update.name} ha sido eliminado de la categoría {category_to_update.name}.

source: VALUE DELETED - Name: {value_to_update.name} Category: {category_to_update.name}.
es: VALUE DELETED - Nombre: {value_to_update.name} Categoría: {category_to_update.name}.

source: A category value {value_to_update.category_id.name} has been successfully updated: Previous value name: {category_to_update.name}, New name {new_name}.
es: Un valor de categoría {value_to_update.category_id.name} se ha actualizado correctamente: Nombre del valor anterior: {category_to_update.name}, Nuevo nombre {new_name}.

source: VALUE NAME UPDATED - Category {category_to_update.name} Previous Name: {value_to_update.name} New Name: {new_name}
es: VALUE NAME UPDATED - Categoría {category_to_update.name} Anterior nombre: {value_to_update.name} Nuevo nombre: {new_name}

source: Unable to update the value name: {value_to_update.name} --to--> {new_name}!
es: ¡No se ha podido actualizar el nombre del valor: {valor_a_actualizar.nombre} --> {new_name}!

source: Select Theme
es: Seleccionar tema

source: Change Email
es: Cambiar Email

source: Sign In
es: Iniciar Sesión

source: Sign Up
es: Registrarse

source: Phone number
es: Numero de teléfono

source: Total Purchased
es: Total adquirido

source: Address
es: Dirección

source: Done
es: Finalizado

source: Canceled
es: Cancelado

source: Pending
es: Pendiente

source: Operation successfully completed
es: Operación completada satisfactoriamente.

source: Forgot Password?
es: ¿Ha olvidado su contraseña?

source: found
es: encontrar

source: found for
es: encontrado para

source: Search
es: Buscar

source: list
es: lista

source: Number of
es: Numero de

source: were found
es: Se han encontrado

source: DataBase its empty
es: Base de datos vacía

source: The e-mail entered is not in the list of allowed e-mails.
es: El E-mail introducido no está en la lista de e-mails permitidos.

source: The Dni must not be less than 7 digits long.
es: El Dni no debe tener menos de 7 dígitos.

source: Search customers
es: Buscar Clientes:

source: Customers list
es: Lista de clientes

source: Create Customer
es: Crear Cliente

source: Search Customer
es: Buscar Cliente

source: Create Customer Section
es: Sección Crear Cliente

source: Search Customer:
es: Buscar Cliente:

source: Update Customer Section
es: Sección Actualizar Cliente

source: Total purchased
es: Total adquirido

source: Address:
es: Direccion:

source: Email:
es: Emial:

source: Phone number:
es: Número de teléfono:

source: Total purchased:
es: Total adquirido:

source: Customers in Database
es: Clientes en la base de datos

source: CUSTOMER CREATED - Name: {name}, Dni: {dni}, Phone number: {phone_number}, Addres: {address}, Email{email}
es: CUSTOMER CREATED - Nombre: {name}, Dni: {dni}, Número de teléfono: {phone_number}, Direccion: {address}, Email: {email}

source: CUSTOMER UPDATED - Name: {name}, Dni: {dni}, Phone number: {phone_number}, Addres: {address}, Email{email}
es: CUSTOMER UPDATED - Nombre: {name}, Dni: {dni}, Número de teléfono: {phone_number}, Dirección: {address}, Email: {email}

source: The selected item could not be deleted because it does not exist. Contact support.
es: No se ha podido eliminar el elemento seleccionado porque no existe. Póngase en contacto con el servicio de asistencia.

source: Customer {customer.name} has been eliminated
es: El Cliente {customer.name} fue eliminado.

source: CUSTOMER DELETED - Name: {customer.name}
es: CUSTOMER DELETED - Nombre: {customer.name}

source: English
es: Inglés

source: Spanish
es: Español

source: Message Info
es: Registro de Actividad

source: Date
es: Fecha

source: Made by
es: Hecho por

source: UserName
es: Nombre de Usuario

source: Number of orders found:
es: Numero de ventas encontradas.

source: No Orders found for
es: No se encontraron Ventas para

source: No Orders found.
es: No se encontraron Ventas

source: Search orders
es: Buscar Ventas:

source: Orders list
es: Lista de ventas

source: No orders were found. DataBase its empty.
es: No se encontraron Ventas. Base de datos vaacía

source: Create Order Section
es: Sección Crear Cliente

source: Search Order
es: Buscar Venta

source: Update Order Section
es: Sección Actualizar Venta

source: Customer
es: Clientes

source: Quantity
es: Cantidad

source: Total Pay
es: Pago Total

source: Details
es: Detalles

source: Created
es: Creado

source: Updated
es: Actualizado

source: Status
es: Estado

source: All
es: Todo

source: Article/s
es: Artículo/s

source: Articles quantity
es: Cantidad de artículos

source: Total pay
es: Pago total

source: Creation date
es: Fecha de creación

source: Updated date
es: Fecha de actualización

source: Delivery Status
es: Estado de Entraga

source: Orders in Database
es: Ventas en la Base de datos

source: ORDER CREATED - Customer: {customer_id.name}, articles: {articles}, details: {details}.
es: ORDEN CREADA - Cliente: {customer_id.name} Artículos: {articles} Detalles: {details}

source: ORDER UPDATED - Customer: {customer_id.name}, articles: {articles}, details: {details}.
es: ORDEN ACTUALIZADA - Cliente: {customer_id.name} Artículos: {articles} Detalles: {details}

source: The selected order could not be deleted because it does not exist. Contact support.
es: No se ha podido eliminar el pedido seleccionado porque no existe. Póngase en contacto con el servicio de asistencia.

source: Order {order.pk} for {order.customer_id} has been eliminated.
es: Venta {order.pk} para {order.customer_id} ha sido eliminado

source: ORDER DELETED - Order id: {order.pk}, Customer: {order.customer_id}.
es: ORDER DELETED - Id de Orden: {order.pk}, Customer: {order.customer_id}.

source: Go
es: Cambiar

source: My Account
es: Mi Cuenta

source: EXPERIENCE SETTINGS
es: CONFIGURACION DE DISEÑO

source: Change Theme
es: Cambiar Tema

source: Change Language
es: Cambiar Lenguaje

source: AUTENTIFICATION SETTINGS
es: CONFIGURACION DE AUTENTIFICACION

source: Change Password
es: Cambiar Contraseña

source: Emails Management
es: Email

source: Verify Email
es: Verificar Email

source: Verified
es: Verificado
